[
  {
    "name": "Leonardo Cardena",
    "recommendation": "Fui líder técnico da equipe do Lucas em projetos de front-end e, ao longo desse período, ele se destacou como um profissional muito comunicativo, sempre compartilhando suas percepções sobre demandas e projetos de forma clara e construtiva. Essa postura foi fundamental para manter alinhamentos constantes e antecipar ajustes importantes no processo. Ele também mostrou bastante iniciativa para evoluir, buscando aprender continuamente, se adaptar às tecnologias do time e entender melhor o negócio da empresa. Além disso, tem uma ótima relação com outras áreas, o que facilita bastante a colaboração entre diferentes times.",
    "position": "Em 30 de abril de 2025, Leonardo trabalhava com Lucas na mesma equipe"
  },
  {
    "name": "Eduardo Barcelos",
    "recommendation": "Tive a oportunidade de trabalhar junto com Lucas na Triple AI. Ele foi um profissional muito competente e com uma entrega de qualidade muito grande em toda parte do front. Seja na parte de landing page ou então na ferramenta de chatbot. Além disso, sempre teve uma habilidade de comunicação muito desenvolvida, o que facilitou todo trabalho desenvolvido.",
    "position": "Em 22 de novembro de 2023 Eduardo trabalhava com Lucas na mesma equipe."

  },
  {
    "name": "Caio Targino",
    "recommendation": "Tive o prazer de ser o Tech Lead de Lucas, um desenvolvedor extremamente talentoso com fortes habilidades em React e Node.js. O que o destaca é a criatividade excepcional e o alto padrão de qualidade de código. Lucas é um excelente profissional, em constante evolução, sempre atento aos feedbacks e capaz de implementar melhorias de forma eficaz. Sua capacidade de colaborar efetivamente com o projeto o torna uma adição valiosa para qualquer equipe de desenvolvimento.",
    "position": "Em 31 de agosto de 2023 Caio supervisionava Lucas diretamente."

  },
  {
    "name": "Kevin Mendonça Oliveira",
    "recommendation": "Tive a oportunidade de trabalhar com o Lucas durante o projeto Recipes App, na Trybe. Lucas trouxe para o grupo uma nova forma de estilização front-end, styled components, demonstrando iniciativa, domínio do framework, comunicação e didática para ensinar ao restante do grupo como utilizá-lo.",
    "position": "Em 3 de dezembro de 2021 Kevin trabalhava com Lucas na mesma equipe."
  }
]
